/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Privitci (%d)";

/* Old singular title format */
"AttachmentsKey" = "Privitak (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Dodaj privitak";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Napravi fotografiju";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Knjižnica fotografija";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Prilog %d izbrisan";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Datoteke";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Odustani";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Naslov";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Bilješke";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Vrijednost";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "UPOZORENJE: navigationController za trenutačni UITableViewController za FUIFormCell prazan je. FUIAttachmentsFormCell i ListPickerFormCell neće pravilno raditi.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d h %d min";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Trajanje";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "sat";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "h";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Odabrano";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Sve";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Upozorenje: pretraživanje onemogućeno jer je svojstvo listPickerSearchResultsUpdating u ListPickerFormCell prazno.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Odaberi sve";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Poništi sve odabire";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Zatvori";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "više";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "manje";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "uključeno";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "isključeno";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Dvaput dodirnite za zamjenu postavke";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Sortiraj po";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Nije odabrano";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Dvaput dodirnite za zamjenu odabira";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Dvaput dodirnite za zamjenu smjera redoslijeda";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "Ovo je klizač %@ čija je maksimalna vrijednost %@, a minimalna vrijednost %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "Možete prijeći prstom prema gore/dolje dok je element otvoren kako biste promijenili vrijednost klizača";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Trenutačna vrijednost %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Trenutačna vrijednost promijenjena na %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Polje samo za čitanje";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternativna ulazna radnja";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Gumb";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Dvaput dodirnite za otvaranje";

"DoubleTapToCollapseKey" = "Dvaput dodirnite za sažimanje";

"DoubleTapToSelectFromList" = "Dvaput dodirnite za odabir s popisa";

"DoubleTapToSelect" = "Dvaput dodirnite za odabir";

"DoubleTapToUnselect" = "Dvaput dodirnite za poništavanje odabira";

/* FUIStepperView tip */
"StepperTipKey" = "Ovo je regulator vrijednosti koji se može uređivati";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Ovo je regulator vrijednosti koji se ne može uređivati";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Maksimalna vrijednost je %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Minimalna vrijednost je %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Povećaj vrijednost za 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Smanji vrijednost za 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Trenutačna vrijednost je";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtar";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Rezultati \\(filteredNum) od \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Pokaži \\(filteredNum) stavke";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Ponovo postavi";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Ovo je klizač koji se može uređivati, minimalna vrijednost je %@, a maksimalna vrijednost je %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Ovo je klizač koji se ne može uređivati, minimalna vrijednost je %@, a maksimalna vrijednost je %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Ovo je klizač raspona koji se može uređivati, minimalna vrijednost je %@, a maksimalna vrijednost je %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Ovo je klizač raspona koji se ne može uređivati, minimalna vrijednost je %@, a maksimalna vrijednost je %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "polje teksta vrijednosti klizača";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "polje teksta donje vrijednosti";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "polje teksta gornje vrijednosti";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Možete dvaput dodirnuti za unos specifične vrijednosti";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "palčani klizač, trenutačna vrijednost je";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "možete prijeći prstom gore ili dolje da biste promijenili vrijednost";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "palčani klizač donjeg raspona, trenutačna vrijednost je";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "možete prijeći prstom gore ili dolje da biste promijenili donju vrijednost";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "palčani klizač gornjeg raspona, trenutačna vrijednost je";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "možete prijeći prstom gore ili dolje da biste promijenili gornju vrijednost";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "trenutačna vrijednost je %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "trenutačna donje vrijednost je %@, gornja vrijednost je %@";

